admin_msg = 'Типа список команд бота:\n\
(регистр не имеет значения, можете писать хоть капсом, хоть маленькими)\n\
\n\
1. Расписание пар (пока только 381904)\n\
"пн" или "понедельник" или любой др. день недели \n\
— расписание на этот день\n\
"сегодня", "завтра"\n\
— расписание на соответствующий день\n\
"неделя"\n\
— выкидывает расписание на всю неделю одним сооьщением\n\
"редактировать пн\n\
новое расписание"\n\
— (admin requires) заменить расписание в указанный день\n\
\n\
2. Общение с другими пользователями  (период между выполнением 2 мин)\n\
"поздравить данила"\n\
— Данилу Пулю приходит поздравление с др от твоего имени\n\
"послать 282727267"\n\
— челу с указанным вк id приходит обидная анонимка\n\
"написать 267394678 анон\n\
пошли пить пиво"\n\
— челу с указанным вк id приходит написанное сообщение (можно многострочное) . если написать анон, то анонимно, если без, то будет написано твое имя\n\
"отправить артем анон\n\
завтра бухаем\n\
и это не обсуждается"\n\
— анал_огично предыдущему, но вместо айди пишешь имя из вк или его ник в боте. !!! отправляет первуму артему из базы данных, а из мб много, лучше писать ник для точности\n\
\n\
3. Другие функции\n\
"мои данные"\n\
— отображает твои данные, которые сохранены у бота\n\
"заспамить админа\n\
бот хуй#я"\n\
— сообщить админу о критической неисправности бота\n\
"переведи\n\
ghbdtn отл_пфьуы"\n\
— вернет тебе привет jnk_games (типа исправляет раскладку окда)\n\
"поиск python language"\n\
— ищет в поисковике duckduckgo вас запрос и отправляет короткий ответ, типа самый релевантный, если он есть, тольько запросы на енглише((\n\
"сменить ник ПАТАУ_peek"\n\
— меняет ваш ник на указанный (по умолчанию ник это имя (только 1 слово)), чтобы можно было писать сообщ по этому нику и мб потом еще чтонибудь\n\
"шутка" или "анекдот" или "разрывная"\n\
— бот напишет анекдот\n\
"гачи топ"\n\
— бот отправит рандомный трек из топ 20 гачи ремиксов по версии jnk gms\n\
"help" или "команды"\n\
— отобразить это сооьщение\n\
"буст сооьщений"\n\
— топ сикрет чит команда для накрутки числа сообщений для акции\n\
"makeadmin 284628937", "makenotadmin 2749104781"\n\
— (admin requires) делает чела с указанным вк айди админом или убирает админку\n\
"ban 624030526 24", "unban 624030526"\n\
— (admin requires) бан нахуй (на 24 часа (и разбан соответственно))\n\
"update db"\n\
— (admin requires) обновляет базыу данных, которая хранится в постоянной памяти\n\
\n\
4. Если хочется поговорить с ботом (чел тебе поговорить нескем больше?🤨)\n\
список слов, на которые реагирует бот:\n\
"кто ты"\n\
"привет" и подобные\n\
"да", "нет", "але", "ладно", "спасибо" и другие, а еще куча матов)0)\n'

nonadmin_msg = 'Типа список команд бота:\n\
(регистр не имеет значения, можете писать хоть капсом, хоть маленькими)\n\
\n\
1. Расписание пар (пока только 381904)\n\
"пн" или "понедельник" или любой др. день недели \n\
— расписание на этот день\n\
"сегодня", "завтра"\n\
— расписание на соответствующий день\n\
"неделя"\n\
— выкидывает расписание на всю неделю одним сооьщением\n\
\n\
2. Общение с другими пользователями  (период между выполнением 2 мин)\n\
"поздравить данила"\n\
— Данилу Пулю приходит поздравление с др от твоего имени\n\
"послать 282727267"\n\
— челу с указанным вк id приходит обидная анонимка\n\
"написать 267394678 анон\n\
пошли пить пиво"\n\
— челу с указанным вк id приходит написанное сообщение (можно многострочное) . если написать анон, то анонимно, если без, то будет написано твое имя\n\
"отправить артем анон\n\
завтра бухаем\n\
и это не обсуждается"\n\
— анал_огично предыдущему, но вместо айди пишешь имя из вк или его ник в боте. !!! отправляет первуму артему из базы данных, а из мб много, лучше писать ник для точности\n\
\n\
3. Другие функции\n\
"мои данные"\n\
— отображает твои данные, которые сохранены у бота\n\
"заспамить админа\n\
бот хуй#я"\n\
— сообщить админу о критической неисправности бота\n\
"переведи\n\
ghbdtn отл_пфьуы\n\
— вернет тебе привет jnk_games (типа исправляет раскладку окда)\n\
"поиск python language"\n\
— ищет в поисковике duckduckgo вас запрос и отправляет короткий ответ, типа самый релевантный, если он есть, тольько запросы на енглише((\n\
"сменить ник ПАТАУ_peek"\n\
— меняет ваш ник на указанный (по умолчанию ник это имя (только 1 слово)), чтобы можно было писать сообщ по этому нику и мб потом еще чтонибудь\n\
"шутка" или "анекдот" или "разрывная"\n\
— бот напишет анекдот\n\
"гачи топ"\n\
— бот отправит рандомный трек из топ 20 гачи ремиксов по версии jnk gms\n\
"help" или "команды"\n\
— отобразить это сооьщение\n\
"буст сооьщений"\n\
— топ сикрет чит команда для накрутки числа сообщений для акции\n\
\n\
4. Если хочется поговорить с ботом (чел тебе поговорить нескем больше?🤨)\n\
список слов, на которые реагирует бот:\n\
"кто ты"\n\
"привет" и подобные\n\
"да", "нет", "але", "ладно", "спасибо" и другие, а еще куча матов)0)\n'


